<?php
if (! defined ( 'BASEPATH' ))
	exit ( 'No direct script access allowed' );

//电信列表
$config ['game_server_list'] = array (
		'message' => 'SERVER_LIST_SUCCESS',
		'activate' => 0,
		'server' => array (
				array (
						'id' => '20',
						'game_id' => 'B',
						'section_id' => '96',
						'account_server_id' => '96',
						'server_name' => '阿拉伯语测试服',
						'server_ip' => array (
								0 => array (
										'ip' => '58.68.251.62:8091' 
								)
						),
						'server_game_ip' => '58.68.251.62',
						'game_message_ip' => '10.68.237.109:9899',
						'const_server_ip' => '58.68.251.62:8091',
						'voice_server_ip' => '58.68.251.62:8099',
						'server_max_player' => '100000',
						'account_count' => '0',
						'server_language' => 'Arab',
						'server_sort' => '2',
						'server_recommend' => '1',
						'server_debug' => '0',
						'partner' => 'arab_default,arab_sdk',
						'version' => '1.2',
						'server_status' => '1',
						'server_new' => '1',
						'special_ip' => '',
						'need_activate' => '0',
						'server_starttime' => '0',
						'server_game_port' => '9999' 
				)
		)
);

$config['game_announcement'] = array(
		'announce' => array (
				'id' => '1',
				'summary' => 'إعلان النظام
الحدث:
تحميل لعبة لاستلام باقة الهدايا قيمتها 100$
أول شحن 19.99$ أو أكثر تتمتع %50 خصم،  كلما تشتري أكثر كلما كان الحصول أكثر، كم تشتري كم حصول الماس الأخضر بالهدية، فرصة واحدة فقط! 
أول شحن 19.99$ أو أكثر تصبح Vip2 فورا (يمكن تسجيل الدخول لاستلام 50 ألماس أخضر كل يوم لخمسة أيام متواصلة!). تربح أيضا ذهب 20000.
نظام مميز:
نظام مميز لاعب ضد لاعب، تحويل الشتغيل اليدوي والشتغيل التلقائي في أي وقت
لعبة أفضل الصور، مشاهد عالية الدقة ونمط ثلاثية الابعاد
أربع شخصيات ومائة نوع من المراحل، رحلة المغامرة لا نهاية لها
نظام دردشة صوتية، جعلك أكثر بهج  في القتال
نظام تربية الأتباع، لم تعد وحدك في المعركة
أقوى طقم كامل من العتاد الملمحي،  أقوى القوة  هو أنت
　　　تحميل لعبة لاستلام باقة الهدايا قيمتها 100$، استلام طقم كامل من العتاد الملمحي، الألماس الأخضر والجرعات مجانا، ماذا تنتظر، دعوة أصدقائك إلى عالم "عرش النيران والجليد" لفوز أكثر حزمة الهدايا.
',
				'content' => 'إعلان النظام
الحدث:
تحميل لعبة لاستلام باقة الهدايا قيمتها 100$
أول شحن 19.99$ أو أكثر تتمتع %50 خصم،  كلما تشتري أكثر كلما كان الحصول أكثر، كم تشتري كم حصول الماس الأخضر بالهدية، فرصة واحدة فقط! 
أول شحن 19.99$ أو أكثر تصبح Vip2 فورا (يمكن تسجيل الدخول لاستلام 50 ألماس أخضر كل يوم لخمسة أيام متواصلة!). تربح أيضا ذهب 20000.
نظام مميز:
نظام مميز لاعب ضد لاعب، تحويل الشتغيل اليدوي والشتغيل التلقائي في أي وقت
لعبة أفضل الصور، مشاهد عالية الدقة ونمط ثلاثية الابعاد
أربع شخصيات ومائة نوع من المراحل، رحلة المغامرة لا نهاية لها
نظام دردشة صوتية، جعلك أكثر بهج  في القتال
نظام تربية الأتباع، لم تعد وحدك في المعركة
أقوى طقم كامل من العتاد الملمحي،  أقوى القوة  هو أنت
　　　تحميل لعبة لاستلام باقة الهدايا قيمتها 100$، استلام طقم كامل من العتاد الملمحي، الألماس الأخضر والجرعات مجانا، ماذا تنتظر، دعوة أصدقائك إلى عالم "عرش النيران والجليد" لفوز أكثر حزمة الهدايا.
',
				'post_time' => '1394121601',
				'partner_key' => 'arab_default,arab_sdk'
		)
);
?>
