<?php
if (! defined ( 'BASEPATH' ))
	exit ( 'No direct script access allowed' );

//电信列表
$config ['game_server_list1'] = array (
		'message' => 'SERVER_LIST_SUCCESS',
		'activate' => 0,
		'server' => array (
				array (
						'id' => '2',
						'game_id' => 'B',
						'section_id' => '302',
						'account_server_id' => '302',
						'server_name' => 'أسطورة الثلوج',
						'server_ip' => array (
								0 => array (
										'ip' => '85.195.100.234:6091' 
								)
						),
						'server_game_ip' => '85.195.100.236',
						'game_message_ip' => '10.11.12.15:8898',
						'const_server_ip' => '85.195.100.234:6091',
						'voice_server_ip' => '85.195.100.236:6088',
						'server_max_player' => '100000',
						'account_count' => '0',
						'server_language' => '',
						'server_sort' => '2',
						'server_recommend' => '1',
						'server_debug' => '0',
						'partner' => 'arab_default,arab_sdk',
						'version' => '',
						'server_status' => '1',
						'server_new' => '1',
						'special_ip' => '',
						'need_activate' => '0',
						'server_starttime' => '0',
						'server_game_port' => '8899' 
				),
				array (
						'id' => '1',
						'game_id' => 'B',
						'section_id' => '301',
						'account_server_id' => '301',
						'server_name' => 'نور الفجر',
						'server_ip' => array (
								0 => array (
										'ip' => '85.195.100.234:8091' 
								)
						),
						'server_game_ip' => '85.195.100.236',
						'game_message_ip' => '10.11.12.15:9899',
						'const_server_ip' => '85.195.100.234:8091',
						'voice_server_ip' => '85.195.100.236:8088',
						'server_max_player' => '100000',
						'account_count' => '0',
						'server_language' => '',
						'server_sort' => '1',
						'server_recommend' => '0',
						'server_debug' => '0',
						'partner' => 'arab_default,arab_sdk',
						'version' => '',
						'server_status' => '1',
						'server_new' => '1',
						'special_ip' => '',
						'need_activate' => '0',
						'server_starttime' => '0',
						'server_game_port' => '9999' 
				)
		)
);

$config['game_announcement'] = array(
		'announce' => array (
				'id' => '1',
				'summary' => 'الشحن المتراكم للجوائز
خلال مدة الحدث ،من يوم 2 إلي 7 أكتوبر ،اللاعب الذي شحنه المتراكم إلي 100$.200$.5000$.1000$ ،يمكن حصول علي مكافأة مبلغ المقابلة ،فيها عناصر فاخرة نادرة منتوعة حتي تابع فاخر حادس! # سنتسلم مكافأة في 1-3 أيام العمل بعد انتهاء الحدث ،يمكن اللاعب حصول علي مكافأة مقابلة مبلغ الأعلي.
ألماس أخضر مجاني
لاحتفال عيد الأضحي ،كل لاعب يمكن استلام 50 ألماس أخضر كل يوم بمجرد دخول لعبة .# فقط يستلم كل حساب مرة واحدة كل يوم .
مجموعة من المعدات الأرجونية المجانية 
خلال مدة الحدث كل لاعب يمكن حصول علي مجموعة كاملة من المعدات الأرجوانية مستوي 25 (تتضمن سلاحا ،لبسا ، قفازا ،أحذية ،خاتم وقلادة).# الحدث مجانية ،حصول علي ها بمجرد الضغط ،فقط كل حساب يمكن استلامها مرة واحدة !
ذهب مضاعف
من 20:00-24:00 كل مساء خلال مدة الحدث .# يمكن اللاعب حصول علي ذهب مضاعف من الخرائط (غير متوفر في خريطة الحدث)
محاكمة في عيد الأضحي
خلال عيد الأضحي ،علي اللاعب تغلب علي زعيم الوحوش يبولي لحماية الأضحي ،يمكن فوز بجوائز فاخرة كثيرة .# يمكن تحدي عشر مرات كل يوم .(أكثر مرات للاعب VIP)
الماس اخضر مجاني لاليانصيب هاليونغ
خلال وقت الحدث، ممكن حصول على 3000 الماس اخضر كالمكافأة اذا يوجد تبع م5 هاليونغ عندما تجنيد أتباع. تعال وتجرب حظك!#·لا حد المرة، طالما يوجده ممكن حصول على 3000 الماس اخضر!',
				'content' => 'الشحن المتراكم للجوائز
خلال مدة الحدث ،من يوم 2 إلي 7 أكتوبر ،اللاعب الذي شحنه المتراكم إلي 100$.200$.5000$.1000$ ،يمكن حصول علي مكافأة مبلغ المقابلة ،فيها عناصر فاخرة نادرة منتوعة حتي تابع فاخر حادس! # سنتسلم مكافأة في 1-3 أيام العمل بعد انتهاء الحدث ،يمكن اللاعب حصول علي مكافأة مقابلة مبلغ الأعلي.
ألماس أخضر مجاني
لاحتفال عيد الأضحي ،كل لاعب يمكن استلام 50 ألماس أخضر كل يوم بمجرد دخول لعبة .# فقط يستلم كل حساب مرة واحدة كل يوم .
مجموعة من المعدات الأرجونية المجانية 
خلال مدة الحدث كل لاعب يمكن حصول علي مجموعة كاملة من المعدات الأرجوانية مستوي 25 (تتضمن سلاحا ،لبسا ، قفازا ،أحذية ،خاتم وقلادة).# الحدث مجانية ،حصول علي ها بمجرد الضغط ،فقط كل حساب يمكن استلامها مرة واحدة !
ذهب مضاعف
من 20:00-24:00 كل مساء خلال مدة الحدث .# يمكن اللاعب حصول علي ذهب مضاعف من الخرائط (غير متوفر في خريطة الحدث)
محاكمة في عيد الأضحي
خلال عيد الأضحي ،علي اللاعب تغلب علي زعيم الوحوش يبولي لحماية الأضحي ،يمكن فوز بجوائز فاخرة كثيرة .# يمكن تحدي عشر مرات كل يوم .(أكثر مرات للاعب VIP)
الماس اخضر مجاني لاليانصيب هاليونغ
خلال وقت الحدث، ممكن حصول على 3000 الماس اخضر كالمكافأة اذا يوجد تبع م5 هاليونغ عندما تجنيد أتباع. تعال وتجرب حظك!#·لا حد المرة، طالما يوجده ممكن حصول على 3000 الماس اخضر!',
				'post_time' => '1394121601',
				'partner_key' => 'default,default_full,91,17173,pp,Downjoy,zq,uc'
		)
);
?>
