<?php
if (! defined ( 'BASEPATH' ))
	exit ( 'No direct script access allowed' );

//电信列表
$config ['game_server_list'] = array (
		'message' => 'SERVER_LIST_SUCCESS',
		'activate' => 0,
		'server' => array (
				array (
						'id' => '1',
						'game_id' => 'B',
						'section_id' => '401',
						'account_server_id' => '401',
						'server_name' => '冰霜女巫（01）',
						'server_ip' => array (
								0 => array (
										'ip' => '218.213.235.122:8091' 
								)
						),
						'server_game_ip' => '218.213.235.119',
						'game_message_ip' => '10.11.12.1:9899',
						'const_server_ip' => '218.213.235.122:8091',
						'voice_server_ip' => '218.213.235.122:8088',
						'server_max_player' => '100000',
						'account_count' => '0',
						'server_language' => '中文',
						'server_sort' => '2',
						'server_recommend' => '1',
						'server_debug' => '0',
						'partner' => 'tw_default,tw_facebook',
						'version' => '',
						'server_status' => '1',
						'server_new' => '1',
						'special_ip' => '',
						'need_activate' => '0',
						'server_starttime' => '0',
						'server_game_port' => '9999' 
				)
		)
);

$config['game_announcement'] = array(
		'announce' => array (
				'id' => '1',
				'summary' => '《冰與火之王》最新通告

1.台灣區域將在2014年6月26日正式開啟公測，開放《冰霜女巫》服務器，歡迎玩家熱情參與公測。
2.公測期間將開放全新的成長福袋以及最新每日活動。讓玩家充分享受角色成長的樂趣和各種好康的福利。
3.可通過“巴哈姆特、遊戲基地、Game Base遊戲庫、MyFun、980X遊戲在線、魔方網、GOGOBOX、HEHA開心網”獲得獨有專屬寶箱，寶箱中將包含各種豪華獎勵，千萬不要錯過免費獲得大獎的機會！直接登陸以上網站，即可找到各《冰與火之王》專屬寶箱的獲取入口。
4.所有公測的玩家都可以參與幸運大抽獎，獎品有IPAD MINI以及711獎券，還有大量綠鉆獎勵，註冊并進入遊戲即可自動參加抽獎，獎勵覆蓋面極廣，中獎機率極高！（該次抽獎，與蘋果公司Apple Inc無關）',
				'content' => '《冰與火之王》最新通告

1.台灣區域將在2014年6月26日正式開啟公測，開放《冰霜女巫》服務器，歡迎玩家熱情參與公測。
2.公測期間將開放全新的成長福袋以及最新每日活動。讓玩家充分享受角色成長的樂趣和各種好康的福利。
3.可通過“巴哈姆特、遊戲基地、Game Base遊戲庫、MyFun、980X遊戲在線、魔方網、GOGOBOX、HEHA開心網”獲得獨有專屬寶箱，寶箱中將包含各種豪華獎勵，千萬不要錯過免費獲得大獎的機會！直接登陸以上網站，即可找到各《冰與火之王》專屬寶箱的獲取入口。
4.所有公測的玩家都可以參與幸運大抽獎，獎品有IPAD MINI以及711獎券，還有大量綠鉆獎勵，註冊并進入遊戲即可自動參加抽獎，獎勵覆蓋面極廣，中獎機率極高！（該次抽獎，與蘋果公司Apple Inc無關）

                                              《冰與火之王》繁體1.0新內容預覽

1.增加副本組隊介面以及Boss戰場介面之語音聊天功能，玩家可以按住喇叭按鈕進行錄音，鬆開按鈕後即可發送錄音給其他玩家。
2.等級上限提升至50級
3.50級沙漠副本正式開放，玩家可以通過“精靈-達納蘇斯”主城正中的穿界門進入該副本，開始全新挑戰。
4.新增各職業50級榮譽套裝（橙色裝備）
5.新增50級裝備、隨從裝備圖紙
6.煉金中新增5階寶石的合成選項，玩家可以通過融合8個4階寶石來煉製5階寶石。
7.新增隨從融合，強化玩法
8.全新的5星隨從強勢登場！狂暴角魔·海利翁，冰霜女巫·安婕莉拉將在商店中販售，原有女武神與炎魔隨從將暫停出售，但玩家仍有機會透過綠鑽抽取到它們。
9.新增6階附魔卷軸，並在眾神煉獄中掉落。
10.修復會長無法退出公會以及解散公會
11.添加反作弊機制
12.修復隨從等級的bug，現在隨從等級不能高於主角等級
13.添加含附件郵件以及角色刪除的兩次確認


部落的號角在呼喚，體內的獸血已沸騰!戰鬥吧，勇士!',
				'post_time' => '1394121601',
				'partner_key' => 'default,default_full,91,17173,pp,Downjoy,zq,uc'
		)
);
?>
